<footer class="footer">
        <div class="wrapper">
            <div class="footer__offer">
                <div class="footer__col footer__col-1">
                    <div class="footer__info">
                        <img src="<?php echo get_template_directory_uri() ?>/assets/icons/logo-2.png" class="footer__logo">
                        <p class="footer__mobile-logo-descr mob">
                            Транспортная компания “АБСОЛЮТ”
                        </p>
                        <div class="footer__descr desk">
                            ООО «ЮК «Результат»<br>
                            ИНН: 5904358840,<br>
                            КПП: 5900401001
                        </div>
                        <a href="#" class="footer__policy desk">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</a>
                    </div>
                    <nav class="footer__nav">
                        <ul class="footer__nav-list">
                            <li class="footer__nav-item"><a href="#" class="footer__nav-link">Главная</a></li>
                            <li class="footer__nav-item"><a href="#" class="footer__nav-link">О компании</a></li>
                            <li class="footer__nav-item dropdown-parent">
                                <div class="flex-offer gap-5 al-it-cen no-wrap dropdown-offer">
                                    <a class="footer__nav-link">
                                        Для грузоперевозчиков
                                    </a> 
                                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                                        <path fill-rule="evenodd" clip-rule="evenodd" d="M16.5303 8.96967C16.8232 9.26256 16.8232 9.73744 16.5303 10.0303L12.5303 14.0303C12.2374 14.3232 11.7626 14.3232 11.4697 14.0303L7.46967 10.0303C7.17678 9.73744 7.17678 9.26256 7.46967 8.96967C7.76256 8.67678 8.23744 8.67678 8.53033 8.96967L12 12.4393L15.4697 8.96967C15.7626 8.67678 16.2374 8.67678 16.5303 8.96967Z" fill="white"/>
                                    </svg>
                                </div>
                                <ul class="dropdown">
                                    <li><a href="#">Перевозка негабаритных и тяжеловесных грузов</a></li>
                                    <li><a href="#">Опасный груз</a></li>
                                    <li><a href="#">Температурный груз</a></li>
                                    <li><a href="#">Перевозка негабаритных и тяжеловесных грузов</a></li>
                                    <li><a href="#">Опасный груз</a></li>
                                    <li><a href="#">Температурный груз</a></li>
                                    <li><a href="#">Температурный груз</a></li>
                                </ul>
                                
                            </li>
                            <li class="footer__nav-item dropdown-parent ">
                               <div class="flex-offer gap-5 al-it-cen no-wrap dropdown-offer">
                                    <a class="footer__nav-link">
                                        Карьера
                                    </a> 
                                    <svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                                        <path fill-rule="evenodd" clip-rule="evenodd" d="M16.5303 8.96967C16.8232 9.26256 16.8232 9.73744 16.5303 10.0303L12.5303 14.0303C12.2374 14.3232 11.7626 14.3232 11.4697 14.0303L7.46967 10.0303C7.17678 9.73744 7.17678 9.26256 7.46967 8.96967C7.76256 8.67678 8.23744 8.67678 8.53033 8.96967L12 12.4393L15.4697 8.96967C15.7626 8.67678 16.2374 8.67678 16.5303 8.96967Z" fill="white"/>
                                    </svg>
                               </div>
                                <ul class="dropdown dropdown-mini">
                                    <li><a href="#">Температурный груз</a></li>
                                    <li><a href="#">Температурный груз</a></li>
                                </ul>
                            </li>
                            <li class="footer__nav-item"><a href="#" class="footer__nav-link">Контакты</a></li>
                        </ul>
                    </nav>
                </div>
                <div class="footer__col footer__col-2">
                    <span class="footer__text">
                        мы в соц сетях
                    </span>
                    <div class="footer__social">
                        <div class="footer__social-offer">
                            <a href="#">
                                <svg xmlns="http://www.w3.org/2000/svg" width="41" height="40" viewBox="0 0 41 40" fill="none">
                                    <path d="M12.4524 8.17948C17.8074 7.72533 23.1927 7.72533 28.5477 8.17948L31.1277 8.39828C32.8452 8.54394 34.3162 9.54339 35.0784 10.973C35.1759 11.1559 35.1028 11.3773 34.9231 11.4859L24.2188 17.9507C21.923 19.3373 19.0282 19.3664 16.7036 18.0263L5.92776 11.814C5.75367 11.7136 5.67375 11.507 5.75221 11.3252C6.44948 9.70925 8.0171 8.55562 9.87241 8.39828L12.4524 8.17948Z" fill="white"/>
                                    <path d="M5.74345 14.6116C5.47701 14.458 5.13704 14.6233 5.10599 14.9237C4.67252 19.1164 4.77743 23.3488 5.42072 27.5223C5.75985 29.7225 7.60042 31.4093 9.87241 31.6019L12.4524 31.8208C17.8074 32.2749 23.1927 32.2749 28.5477 31.8208L31.1277 31.6019C33.3997 31.4093 35.2403 29.7225 35.5794 27.5223C36.2414 23.2272 36.3332 18.8697 35.8548 14.5572C35.8213 14.2547 35.4755 14.0925 35.2103 14.2526L25.5676 20.0764C22.4615 21.9523 18.545 21.9916 15.4 20.1786L5.74345 14.6116Z" fill="white"/>
                                </svg>
                            </a>
                            <a href="#">
                                <svg xmlns="http://www.w3.org/2000/svg" width="38" height="38" viewBox="0 0 38 38" fill="none">
                                    <path fill-rule="evenodd" clip-rule="evenodd" d="M29.2648 31.3338L29.2659 31.3311L29.2935 31.2623L34.0415 7.32373V7.24598C34.0415 6.64953 33.8212 6.12884 33.3416 5.81651C32.9219 5.54313 32.4393 5.52366 32.1009 5.54934C31.7431 5.5765 31.4056 5.66583 31.172 5.74018C31.0519 5.77843 30.9513 5.81529 30.8794 5.84317C30.8433 5.85716 30.814 5.86903 30.7927 5.87788L30.7718 5.88668L4.29876 16.2717L4.29147 16.2743C4.27717 16.2795 4.25827 16.2865 4.23543 16.2954C4.1899 16.3131 4.12793 16.3385 4.05513 16.3715C3.91218 16.4363 3.71468 16.5363 3.51439 16.6734C3.17421 16.9064 2.52644 17.4579 2.63582 18.3322C2.72642 19.0565 3.22565 19.5164 3.56222 19.7546C3.74264 19.8822 3.91524 19.9743 4.04164 20.0345C4.10568 20.0649 4.16008 20.0883 4.20059 20.1048C4.2209 20.1131 4.23789 20.1197 4.25103 20.1247L4.26785 20.1309L4.2786 20.1349L8.91024 21.6942C8.8946 21.9848 8.92343 22.2811 9.00049 22.5734L11.3205 31.3743C11.5956 32.4178 12.5396 33.1446 13.6188 33.1439C14.5861 33.1432 15.444 32.558 15.8084 31.6849L19.4306 27.8119L25.6515 32.5813L25.7399 32.6199C26.3051 32.8665 26.8332 32.9447 27.316 32.8787C27.7981 32.8129 28.1812 32.6107 28.469 32.3805C28.7522 32.1539 28.9463 31.8982 29.0684 31.7056C29.1304 31.6079 29.1766 31.5219 29.2087 31.4572C29.2248 31.4247 29.2375 31.3972 29.247 31.3757L29.2589 31.3482L29.2631 31.338L29.2648 31.3338ZM11.297 21.968C11.2442 21.768 11.327 21.5569 11.5016 21.446L27.2115 11.4695C27.2115 11.4695 28.1355 10.9086 28.1025 11.4695C28.1025 11.4695 28.2674 11.5686 27.7722 12.0305C27.3026 12.4692 16.5754 22.8259 15.49 23.8738C15.4273 23.9343 15.3899 24.0037 15.3678 24.088L13.617 30.7688L11.297 21.968Z" fill="white"/>
                                </svg>
                            </a>
                            <a href="#">
                                <svg xmlns="http://www.w3.org/2000/svg" width="36" height="37" viewBox="0 0 36 37" fill="none">
                                    <g clip-path="url(#clip0_184_777)">
                                      <path d="M30.2401 10.545C25.9201 3.69997 17.1001 1.66497 10.2601 5.91997C3.60009 10.175 1.44009 19.425 5.76009 26.27L6.12009 26.825L4.68009 32.375L10.0801 30.895L10.6201 31.265C12.9601 32.56 15.4801 33.3 18.0001 33.3C20.7001 33.3 23.4001 32.56 25.7401 31.08C32.4001 26.64 34.3801 17.575 30.2401 10.545ZM26.4601 24.79C25.7401 25.9 24.8401 26.64 23.5801 26.825C22.8601 26.825 21.9601 27.195 18.3601 25.715C15.3001 24.235 12.7801 21.83 10.9801 19.055C9.90009 17.76 9.36009 16.095 9.18009 14.43C9.18009 12.95 9.72009 11.655 10.6201 10.73C10.9801 10.36 11.3401 10.175 11.7001 10.175H12.6001C12.9601 10.175 13.3201 10.175 13.5001 10.915C13.8601 11.84 14.7601 14.06 14.7601 14.245C14.9401 14.43 14.9401 14.8 14.7601 14.985C14.9401 15.355 14.7601 15.725 14.5801 15.91C14.4001 16.095 14.2201 16.465 14.0401 16.65C13.6801 16.835 13.5001 17.205 13.6801 17.575C14.4001 18.685 15.3001 19.795 16.2001 20.72C17.2801 21.645 18.3601 22.385 19.6201 22.94C19.9801 23.125 20.3401 23.125 20.5201 22.755C20.7001 22.385 21.6001 21.46 21.9601 21.09C22.3201 20.72 22.5001 20.72 22.8601 20.905L25.7401 22.385C26.1001 22.57 26.4601 22.755 26.6401 22.94C26.8201 23.495 26.8201 24.235 26.4601 24.79Z" fill="white"/>
                                    </g>
                                    <defs>
                                      <clipPath id="clip0_184_777">
                                        <rect width="36" height="37" fill="white"/>
                                      </clipPath>
                                    </defs>
                                </svg>
                            </a>
                        </div>
                        <a href="tel:" class="footer__tel mob">+7 (999) 999-99-99</a>
                       
                    </div>
                    <a href="tel:" class="footer__tel desk">+7 (999) 999-99-99</a>
                    <div class="flex-offer-col gap-20 mob">
                        <div class="footer__descr">
                            <?php the_field('info', 2) ?>
                        </div>
                        <a href="#" class="footer__policy">ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</a>
                    </div>
                </div>
            </div>
        </div>
    </footer>

    <?php 
        wp_footer();
    ?>
</body> 
</html>